Repository: sinhong2011/triwarden
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant, zh_hk

# %@ wants to sign
source: %1$@ wants to sign
ja: %1$@ が署名しようとしています
zh_hans: %1$@ 想要签名
zh_hant: %1$@ 想要簽名
zh_hk: %1$@ 想要簽名

# via %@ · %@
source: via %1$@ · %2$@
ja: %1$@ 経由 · %2$@
zh_hans: 经由 %1$@ · %2$@
zh_hant: 經由 %1$@ · %2$@
zh_hk: 經由 %1$@ · %2$@

source: This signs one SSH operation. The private key stays in your vault.
ja: SSH の署名を 1 回行います。秘密鍵は保管庫に残ります。
zh_hans: 这次只做一次 SSH 签名。私钥留在保险库里。
zh_hant: 這次只做一次 SSH 簽名。私鑰留在保險庫裡。
zh_hk: 這次只做一次 SSH 簽名。私鑰留在保險庫裡。

source: This app has asked to sign before.
ja: このアプリは以前にも署名を求めています。
zh_hans: 这个 app 先前来要过签名。
zh_hant: 這個 app 先前來要過簽名。
zh_hk: 這個 app 先前來要過簽名。

source: macOS will ask for Touch ID or your Mac login password. That password stays with macOS.
ja: 続いて macOS が Touch ID またはこの Mac のログインパスワードを求めます。そのパスワードは macOS だけが扱います。
zh_hans: macOS 接着会要求 Touch ID 或这台 Mac 的登录密码。这组密码只留在 macOS。
zh_hant: macOS 接著會要求 Touch ID 或這台 Mac 的登入密碼。這組密碼只留在 macOS。
zh_hk: macOS 接著會要求 Touch ID 或這部 Mac 的登入密碼。這組密碼只留在 macOS。

source: Allow
ja: 許可
zh_hans: 允许
zh_hant: 允許
zh_hk: 允許

source: How long to allow
ja: 許可する期間
zh_hans: 允许多久
zh_hant: 允許多久
zh_hk: 允許多久

source: Allow Once
ja: 今回だけ許可
zh_hans: 只允许这次
zh_hant: 只允許這次
zh_hk: 只允許這次

source: Allow for 10 Minutes
ja: 10 分間許可
zh_hans: 允许 10 分钟
zh_hant: 允許 10 分鐘
zh_hk: 允許 10 分鐘

source: Trust Until Lock
ja: ロックまで信頼
zh_hans: 直到上锁前信任
zh_hant: 直到上鎖前信任
zh_hk: 直到上鎖前信任

source: Trusted until the vault locks
ja: 保管庫をロックするまで信頼
zh_hans: 直到保险库上锁前信任
zh_hant: 直到保險庫上鎖前信任
zh_hk: 直到保險庫上鎖前信任

source: Trust an app from the prompt when it asks to sign. Trust lasts until the vault locks.
ja: 署名を求められたときにそのアプリを信頼できます。信頼は保管庫をロックするまで続きます。
zh_hans: app 来要求签名时，可以从提示里信任它。信任持续到保险库上锁。
zh_hant: app 來要求簽名時，可以從提示裡信任它。信任持續到保險庫上鎖。
zh_hk: app 來要求簽名時，可以從提示裡信任它。信任持續到保險庫上鎖。

source: Notifications
ja: 通知
zh_hans: 通知
zh_hant: 通知
zh_hk: 通知

source: Needs attention
ja: 要対応
zh_hans: 需要处理
zh_hant: 需要處理
zh_hk: 需要處理

source: Nothing waiting.
ja: 対応待ちはありません。
zh_hans: 没有待处理的事。
zh_hant: 沒有待處理的事。
zh_hk: 沒有待處理的事。

source: Couldn't sync. The vault on this Mac is unchanged.
ja: 同期できませんでした。この Mac の保管庫はそのままです。
zh_hans: 同步失败。这台 Mac 上的保险库没有改动。
zh_hant: 同步失敗。這台 Mac 上的保險庫沒有改動。
zh_hk: 同步失敗。這部 Mac 上的保險庫沒有改動。

source: SSH request
ja: SSH の要求
zh_hans: SSH 请求
zh_hant: SSH 請求
zh_hk: SSH 請求

source: SSH requests
ja: SSH の要求
zh_hans: SSH 请求
zh_hant: SSH 請求
zh_hk: SSH 請求

source: SSH access
ja: SSH の利用記録
zh_hans: SSH 访问记录
zh_hant: SSH 存取紀錄
zh_hk: SSH 存取紀錄

source: No SSH requests yet.
ja: SSH の要求はまだありません。
zh_hans: 还没有 SSH 请求。
zh_hant: 還沒有 SSH 請求。
zh_hk: 還沒有 SSH 請求。

source: Clear Log
ja: 記録を消去
zh_hans: 清空记录
zh_hant: 清空紀錄
zh_hk: 清空紀錄

source: Used an existing grant
ja: 既存の許可を使用
zh_hans: 沿用刚才的允许
zh_hant: 沿用剛才的允許
zh_hk: 沿用剛才的允許

source: Allowed once
ja: 今回だけ許可しました
zh_hans: 只允许了这次
zh_hant: 只允許了這次
zh_hk: 只允許了這次

source: Allowed for 10 minutes
ja: 10 分間許可しました
zh_hans: 允许了 10 分钟
zh_hant: 允許了 10 分鐘
zh_hk: 允許了 10 分鐘

source: Trusted until lock
ja: ロックまで信頼しました
zh_hans: 直到上锁前信任
zh_hant: 直到上鎖前信任
zh_hk: 直到上鎖前信任

source: Denied
ja: 拒否しました
zh_hans: 已拒绝
zh_hant: 已拒絕
zh_hk: 已拒絕

source: Timed out
ja: 時間切れ
zh_hans: 超时
zh_hant: 逾時
zh_hk: 逾時

source: SSH key items from unlocked accounts are offered to ssh and git. Each signature asks you, then asks macOS for Touch ID or your Mac login password. Keys never leave the app.
ja: ロック解除中のアカウントの SSH 鍵を ssh と git に渡します。署名のたびに確認し、そのあと macOS が Touch ID またはこの Mac のログインパスワードを求めます。鍵がアプリの外に出ることはありません。
zh_hans: 已解锁账户里的 SSH 密钥会提供给 ssh 和 git。每次签名都会先问你，再由 macOS 要求 Touch ID 或这台 Mac 的登录密码。密钥不会离开这个 app。
zh_hant: 已解鎖帳戶裡的 SSH 金鑰會提供給 ssh 和 git。每次簽名都會先問你，再由 macOS 要求 Touch ID 或這台 Mac 的登入密碼。金鑰不會離開這個 app。
zh_hk: 已解鎖帳戶裡的 SSH 金鑰會提供給 ssh 和 git。每次簽名都會先問你，再由 macOS 要求 Touch ID 或這部 Mac 的登入密碼。金鑰不會離開這個 app。

source: Triwarden, SSH signature waiting
ja: Triwarden、SSH の署名を待っています
zh_hans: Triwarden，正在等待 SSH 签名
zh_hant: Triwarden，正在等待 SSH 簽名
zh_hk: Triwarden，正在等待 SSH 簽名

source: · in use
ja: · 使用中
zh_hans: · 使用中
zh_hant: · 使用中
zh_hk: · 使用中

source: · reachable
ja: · 接続可能
zh_hans: · 可连接
zh_hant: · 可連線
zh_hk: · 可連線

source: “%@” asks for your master password.
ja: 「%@」にはマスターパスワードが必要です。
zh_hans: “%@”需要你的主密码。
zh_hant: 「%@」需要你的主密碼。
zh_hk: 「%@」要你嘅主密碼。

source: “%@” has an old-style attachment; move it from the web vault.
ja: 「%@」には古い形式の添付ファイルがあります。Web 保管庫から移動してください。
zh_hans: “%@”有旧式附件，请从网页版保险库移动。
zh_hant: 「%@」有舊式附件，請從網頁版保險庫移動。
zh_hk: 「%@」有舊式附件，請喺網頁版保險庫移動。

source: “%@” has attachments; move it from the web vault.
ja: 「%@」には添付ファイルがあります。Web 保管庫から移動してください。
zh_hans: “%@”有附件，请从网页版保险库移动。
zh_hant: 「%@」有附件，請從網頁版保險庫移動。
zh_hk: 「%@」有附件，請喺網頁版保險庫移動。

source: “%@” is larger than 500 MB.
ja: 「%@」は 500 MB を超えています。
zh_hans: “%@”超过 500 MB。
zh_hant: 「%@」超過 500 MB。
zh_hk: 「%@」超過 500 MB。

source: “%@” is no longer trusted; a server that relies on it stops connecting.
ja: 「%@」は信頼されなくなり、これに依存するサーバには接続できなくなります。
zh_hans: “%@”将不再受信任；依赖它的服务器将无法连接。
zh_hant: 「%@」將不再受信任；依賴它的伺服器將無法連線。
zh_hk: 「%@」之後唔再受信任；靠佢嘅伺服器會連唔到。

source: “%@” is password-protected
ja: 「%@」はパスワードで保護されています
zh_hans: “%@”受密码保护
zh_hant: 「%@」受密碼保護
zh_hk: 「%@」有密碼保護

source: “%@” isn't a valid URL.
ja: 「%@」は有効な URL ではありません。
zh_hans: “%@”不是有效的网址。
zh_hant: 「%@」不是有效的網址。
zh_hk: 「%@」不是有效的網址。

source: %@ - Clone
ja: %@ - コピー
zh_hans: %@ - 副本
zh_hant: %@ - 副本
zh_hk: %@ - 副本

source: %@ copied
ja: %@をコピーしました
zh_hans: 已拷贝%@
zh_hant: 已拷貝%@
zh_hk: 已複製%@

source: %@ copied · clears in %lld s
ja: %1$@をコピーしました · %2$lld 秒後に消去
zh_hans: 已拷贝%1$@ · %2$lld 秒后清除
zh_hant: 已拷貝%1$@ · %2$lld 秒後清除
zh_hk: 已複製%1$@ · %2$lld 秒後清除

source: %@ is already used here
ja: %@ はほかの操作で使われています
zh_hans: %@ 已用于其他操作
zh_hant: %@ 已用於其他動作
zh_hk: %@ 已經用咗喺其他動作

source: %@ — Locked
ja: %@ — ロック中
zh_hans: %@ — 已锁定
zh_hant: %@ — 已鎖定
zh_hk: %@ — 已鎖定

source: %lld accounts
ja: %lld 件のアカウント
zh_hans: %lld 个账户
zh_hant: %lld 個帳號
zh_hk: %lld 個帳戶

source: %lld cards
ja: カード %lld 件
zh_hans: %lld 张卡片
zh_hant: %lld 張卡片
zh_hk: %lld 張卡

source: %lld characters
ja: %lld 文字
zh_hans: %lld 个字符
zh_hant: %lld 個字元
zh_hk: %lld 個字元

source: %lld characters · Esc or click to close
ja: %lld 文字 · Esc キーかクリックで閉じる
zh_hans: %lld 个字符 · 按 Esc 或点按关闭
zh_hant: %lld 個字元 · 按 Esc 或按一下關閉
zh_hk: %lld 個字元 · 按 Esc 或者撳一下關閉

source: %lld days
ja: %lld 日
zh_hans: %lld 天
zh_hant: %lld 天
zh_hk: %lld 日

source: %lld entries can't be imported
ja: %lld 件は読み込めません
zh_hans: %lld 条数据无法导入
zh_hant: %lld 筆資料無法匯入
zh_hk: %lld 項資料匯入唔到

source: %lld folders
ja: %lld 個のフォルダ
zh_hans: %lld 个文件夹
zh_hant: %lld 個資料夾
zh_hk: %lld 個資料夾

source: %lld identities
ja: ID %lld 件
zh_hans: %lld 个身份
zh_hant: %lld 個身分
zh_hk: %lld 個身份

source: %lld items
ja: %lld 件
zh_hans: %lld 个项目
zh_hant: %lld 個項目
zh_hk: %lld 個項目

source: %lld logins
ja: ログイン %lld 件
zh_hans: %lld 个登录信息
zh_hant: %lld 筆登入資料
zh_hk: %lld 個登入資料

source: %lld minutes
ja: %lld 分
zh_hans: %lld 分钟
zh_hant: %lld 分鐘
zh_hk: %lld 分鐘

source: %lld notes
ja: メモ %lld 件
zh_hans: %lld 条备忘录
zh_hant: %lld 則備忘錄
zh_hk: %lld 個備忘錄

source: %lld of %lld logins need attention.
ja: %2$lld 件中 %1$lld 件のログインに対応が必要です。
zh_hans: %2$lld 个登录信息中有 %1$lld 个需要处理。
zh_hant: %2$lld 個登入資料中有 %1$lld 個需要處理。
zh_hk: %2$lld 個登入資料中有 %1$lld 個需要處理。

source: %lld of %lld unlocked
ja: %lld／%lld 件のロックを解除済み
zh_hans: 已解锁 %lld／%lld 个
zh_hant: 已解鎖 %lld／%lld 個
zh_hk: 解鎖咗 %lld／%lld 個

source: %lld seconds left
ja: 残り %lld 秒
zh_hans: 剩余 %lld 秒
zh_hant: 剩餘 %lld 秒
zh_hk: 仲有 %lld 秒

source: %lld selected
ja: %lld 件を選択中
zh_hans: 已选择 %lld 项
zh_hant: 已選取 %lld 項
zh_hk: 已選取 %lld 項

source: %lld sends
ja: Send %lld 件
zh_hans: %lld 个 Send
zh_hant: %lld 個 Send
zh_hk: %lld 個 Send

source: %lld SSH keys
ja: SSH 鍵 %lld 件
zh_hans: %lld 个 SSH 密钥
zh_hant: %lld 把 SSH 密鑰
zh_hk: %lld 條 SSH 密鑰

source: %lld words
ja: %lld 語
zh_hans: %lld 个单词
zh_hant: %lld 個字
zh_hk: %lld 個字

source: ^[%lld earlier password](inflect: true)
ja: 以前のパスワード %lld 件
zh_hans: %lld 个旧密码
zh_hant: %lld 個舊密碼
zh_hk: %lld 個舊密碼

source: ^[%lld issue](inflect: true)
ja: %lld 件の問題
zh_hans: %lld 个问题
zh_hant: %lld 個問題
zh_hk: %lld 個問題

source: ^[%lld item](inflect: true)
ja: %lld 件の項目
zh_hans: %lld 个项目
zh_hant: %lld 個項目
zh_hk: %lld 個項目

# ^[%lld key](inflect: true) · %@ used %@ %@
source: ^[%1$lld key](inflect: true) · %2$@ used %3$@ %4$@
ja: %1$lld 個の鍵 · %2$@ が %4$@に %3$@ を使用
zh_hans: %1$lld 个密钥 · %2$@ %4$@使用了 %3$@
zh_hant: %1$lld 把金鑰 · %2$@ %4$@使用了 %3$@
zh_hk: %1$lld 條密鑰 · %2$@ %4$@用咗 %3$@

source: ^[%lld key](inflect: true) ready
ja: %lld 個の鍵が使用可能
zh_hans: %lld 个密钥可用
zh_hant: %lld 把金鑰可用
zh_hk: %lld 條密鑰可用

source: ↵ Open
ja: ↵ 開く
zh_hans: ↵ 打开
zh_hant: ↵ 開啟
zh_hk: ↵ 開啟

source: ⇧↵ Website
ja: ⇧↵ Web サイト
zh_hans: ⇧↵ 网站
zh_hant: ⇧↵ 網站
zh_hk: ⇧↵ 網站

source: + submit
ja: ＋送信
zh_hans: ＋提交
zh_hant: ＋送出
zh_hk: ＋提交

source: ⌘↵ Password
ja: ⌘↵ パスワード
zh_hans: ⌘↵ 密码
zh_hant: ⌘↵ 密碼
zh_hk: ⌘↵ 密碼

source: ⌥↵ Code
ja: ⌥↵ コード
zh_hans: ⌥↵ 验证码
zh_hant: ⌥↵ 驗證碼
zh_hk: ⌥↵ 驗證碼

source: 1 day
ja: 1 日
zh_hans: 1 天
zh_hant: 1 天
zh_hk: 1 日

source: 1 hour
ja: 1 時間
zh_hans: 1 小时
zh_hant: 1 小時
zh_hk: 1 小時

source: 1 minute
ja: 1 分
zh_hans: 1 分钟
zh_hant: 1 分鐘
zh_hk: 1 分鐘

source: 2 days
ja: 2 日
zh_hans: 2 天
zh_hant: 2 天
zh_hk: 2 日

source: 2 minutes
ja: 2 分
zh_hans: 2 分钟
zh_hant: 2 分鐘
zh_hk: 2 分鐘

source: 3 days
ja: 3 日
zh_hans: 3 天
zh_hant: 3 天
zh_hk: 3 日

source: 5 minutes
ja: 5 分
zh_hans: 5 分钟
zh_hant: 5 分鐘
zh_hk: 5 分鐘

source: 7 days
ja: 7 日
zh_hans: 7 天
zh_hant: 7 天
zh_hk: 7 日

source: 10 seconds
ja: 10 秒
zh_hans: 10 秒
zh_hant: 10 秒
zh_hk: 10 秒

source: 14 days
ja: 14 日
zh_hans: 14 天
zh_hant: 14 天
zh_hk: 14 日

source: 15 minutes
ja: 15 分
zh_hans: 15 分钟
zh_hant: 15 分鐘
zh_hk: 15 分鐘

source: 30 days
ja: 30 日
zh_hans: 30 天
zh_hant: 30 天
zh_hk: 30 日

source: 30 minutes
ja: 30 分
zh_hans: 30 分钟
zh_hant: 30 分鐘
zh_hk: 30 分鐘

source: 30 seconds
ja: 30 秒
zh_hans: 30 秒
zh_hant: 30 秒
zh_hk: 30 秒

source: %lld shared folders
ja: %lld 個の共有フォルダ
zh_hans: %lld 个共享文件夹
zh_hant: %lld 個共享資料夾
zh_hk: %lld 個共享資料夾

source: %lld on
ja: %lld 件オン
zh_hans: 已开启 %lld 个
zh_hant: 已開啟 %lld 個
zh_hk: 開咗 %lld 個

source: %lld vaults
ja: %lld 個の保管庫
zh_hans: %lld 个保险库
zh_hant: %lld 個保險庫
zh_hk: %lld 個保險庫

source: A device wants to sign in to %@ without the master password.
ja: デバイスがマスターパスワードなしで %@ にサインインしようとしています。
zh_hans: 有设备想在不输入主密码的情况下登录 %@。
zh_hant: 有裝置想在不輸入主密碼的情況下登入 %@。
zh_hk: 有部裝置想唔用主密碼登入 %@。

source: A folder and its subfolders
ja: フォルダとそのサブフォルダ
zh_hans: 文件夹及其子文件夹
zh_hant: 資料夾及其子資料夾
zh_hk: 資料夾同佢嘅子資料夾

source: A key the Triwarden SSH agent can sign with.
ja: Triwarden の SSH エージェントが署名に使える鍵。
zh_hans: Triwarden SSH 代理可用于签名的密钥。
zh_hant: Triwarden SSH 代理程式可用來簽署的金鑰。
zh_hk: Triwarden SSH 代理程式可以用嚟簽署嘅金鑰。

source: a member
ja: メンバー
zh_hans: 一位成员
zh_hant: 一位成員
zh_hk: 一位成員

source: A native Mac client for Vaultwarden and Bitwarden.
ja: Vaultwarden と Bitwarden のためのネイティブ Mac アプリ。
zh_hans: 为 Vaultwarden 与 Bitwarden 打造的原生 Mac App。
zh_hant: 為 Vaultwarden 與 Bitwarden 打造的原生 Mac App。
zh_hk: 為 Vaultwarden 與 Bitwarden 打造的原生 Mac App。

source: A new 24-character password
ja: 24 文字の新しいパスワード
zh_hans: 新的 24 位密码
zh_hant: 新的 24 字元密碼
zh_hk: 新嘅 24 位密碼

source: A payment card, ready for AutoFill.
ja: 自動入力に使える支払いカード。
zh_hans: 支付卡，可用于自动填充。
zh_hant: 付款卡，可用於自動填寫。
zh_hk: 付款卡，可用嚟自動填寫。

source: A random address at a domain that accepts any mailbox.
ja: 任意のメールボックスを受け付けるドメインでランダムなアドレスを作ります。
zh_hans: 在可接收任意邮箱的域名生成随机地址。
zh_hant: 在可接收任何信箱的網域產生隨機地址。
zh_hk: 喺接收任何郵箱嘅網域產生隨機地址。

source: A second step after your master password when you sign in on a new device. Keep the recovery code somewhere safe: it turns two-step login off if you lose every method.
ja: 新しいデバイスでサインインするとき、マスターパスワードの後の 2 段階目です。リカバリーコードは安全な場所に保管してください。すべての方法を失ったときに 2 段階ログインを無効にできます。
zh_hans: 在新设备登录时，主密码之后的第二步。请把恢复码保存在安全的地方：如果所有方式都丢失，它可以关闭两步登录。
zh_hant: 在新裝置登入時，主密碼之後的第二步驟。請把復原碼存放在安全的地方：若失去所有方式，它能關閉兩步驟登入。
zh_hk: 喺新裝置登入時，主密碼之後嘅第二步。將復原碼放喺安全地方：如果所有方法都冇咗，可以用佢關閉兩步驟登入。

source: A short PIN instead of the master password. Five wrong tries turn it off.
ja: マスターパスワードの代わりに短い PIN を使います。5 回間違えるとオフになります。
zh_hans: 以简短的 PIN 码代替主密码。输错五次即会停用。
zh_hant: 以簡短的 PIN 碼代替主密碼。輸錯五次即會停用。
zh_hk: 用簡短嘅 PIN 碼代替主密碼。輸錯五次就會停用。

source: A sign-in for a website or app.
ja: Webサイトやアプリのサインイン情報。
zh_hans: 网站或 App 的登录信息。
zh_hant: 網站或 App 的登入資料。
zh_hk: 網站或 App 嘅登入資料。

source: A to Z
ja: A から Z
zh_hans: A 至 Z
zh_hant: A 至 Z
zh_hk: A 至 Z

source: About
ja: 情報
zh_hans: 关于
zh_hant: 關於
zh_hk: 關於

source: Accept
ja: 承諾
zh_hans: 接受
zh_hant: 接受
zh_hk: 接受

source: Accept invitation
ja: 招待を承諾
zh_hans: 接受邀请
zh_hant: 接受邀請
zh_hk: 接受邀請

source: Accept Invitation…
ja: 招待を承諾…
zh_hans: 接受邀请…
zh_hant: 接受邀請…
zh_hk: 接受邀請…

source: Access
ja: アクセス
zh_hans: 访问权限
zh_hant: 存取權限
zh_hk: 存取權限

source: Access granted
ja: アクセス許可済み
zh_hans: 已授予访问
zh_hant: 已授予存取
zh_hk: 已授予存取

source: Access requested
ja: アクセス申請中
zh_hans: 已申请访问
zh_hant: 已申請存取
zh_hk: 已申請存取

source: Account
ja: アカウント
zh_hans: 账户
zh_hant: 帳號
zh_hk: 帳戶

source: Account locked
ja: アカウントはロックされています
zh_hans: 账户已锁定
zh_hant: 帳號已鎖定
zh_hk: 帳戶已鎖定

source: Accounts
ja: アカウント
zh_hans: 账户
zh_hant: 帳號
zh_hk: 帳戶

source: Acknowledgements
ja: 謝辞
zh_hans: 致谢
zh_hant: 致謝
zh_hk: 鳴謝

source: Add a code secret to a login to see it here.
ja: ログインにコードのシークレットを追加すると、ここに表示されます。
zh_hans: 在登录项中添加验证码密钥后，就会显示在这里。
zh_hant: 在登入項目加入驗證碼密鑰後，就會顯示在這裡。
zh_hk: 喺登入項目加入驗證碼密鑰之後，就會顯示喺呢度。

source: Add Account…
ja: アカウントを追加…
zh_hans: 添加账户…
zh_hant: 加入帳號…
zh_hk: 加入帳戶…

source: Add Certificate…
ja: 証明書を追加…
zh_hans: 添加证书…
zh_hant: 加入憑證…
zh_hk: 加入憑證…

source: Add Code
ja: コードを追加
zh_hans: 添加验证码
zh_hant: 加入驗證碼
zh_hk: 加入驗證碼

source: Add Contact…
ja: 連絡先を追加…
zh_hans: 添加联系人…
zh_hant: 新增聯絡人…
zh_hk: 新增聯絡人…

source: Add Field
ja: フィールドを追加
zh_hans: 添加字段
zh_hant: 新增欄位
zh_hk: 新增欄位

source: Add Files…
ja: ファイルを追加…
zh_hans: 添加文件…
zh_hant: 加入檔案…
zh_hk: 加入檔案…

source: Add filter %@
ja: 絞り込み %@ を追加
zh_hans: 添加筛选 %@
zh_hant: 加入篩選 %@
zh_hk: 加入篩選 %@

source: Add Header
ja: ヘッダを追加
zh_hans: 添加标头
zh_hant: 加入標頭
zh_hk: 加入標頭

source: Add the key to your authenticator app, then enter its code.
ja: 認証アプリに鍵を追加し、表示されたコードを入力してください。
zh_hans: 把密钥添加到你的身份验证器 App，再输入它显示的验证码。
zh_hant: 把金鑰加入你的驗證器 App，再輸入它顯示的驗證碼。
zh_hk: 將金鑰加入你嘅驗證器 App，再輸入佢顯示嘅驗證碼。

source: Add to ~/.ssh/config
ja: ~/.ssh/config に追加
zh_hans: 添加到 ~/.ssh/config
zh_hant: 加入 ~/.ssh/config
zh_hk: 加入 ~/.ssh/config

source: Add to Favorites
ja: お気に入りに追加
zh_hans: 添加到收藏
zh_hant: 加入最愛
zh_hk: 加入最愛

source: Add trusted contact
ja: 信頼できる連絡先を追加
zh_hans: 添加信任的联系人
zh_hant: 新增信任的聯絡人
zh_hk: 新增信任嘅聯絡人

source: Add your own CA if your server uses a private or self-signed certificate (PEM or DER).
ja: サーバーがプライベートまたは自己署名の証明書を使う場合は、独自の CA（PEM または DER）を追加してください。
zh_hans: 如果服务器使用私有或自签名证书，请添加你的 CA（PEM 或 DER）。
zh_hant: 若伺服器使用私有或自簽憑證，請加入你的 CA（PEM 或 DER）。
zh_hk: 若伺服器使用私有或自簽憑證，請加入你的 CA（PEM 或 DER）。

source: Address
ja: 住所
zh_hans: 地址
zh_hant: 地址
zh_hk: 地址

source: Address 1
ja: 住所 1
zh_hans: 地址 1
zh_hant: 地址 1
zh_hk: 地址 1

source: Address 2
ja: 住所 2
zh_hans: 地址 2
zh_hant: 地址 2
zh_hk: 地址 2

source: Adds a random tag, e.g. you+k3x9q2ma@example.com, so you can tell who shared your address.
ja: you+k3x9q2ma@example.com のようなランダムなタグを付け、誰がアドレスを共有したか分かるようにします。
zh_hans: 添加随机标签，例如 you+k3x9q2ma@example.com，让你知道是谁泄露了你的地址。
zh_hant: 加入隨機標籤，例如 you+k3x9q2ma@example.com，讓你知道是誰洩露了你的地址。
zh_hk: 加入隨機標籤，例如 you+k3x9q2ma@example.com，等你知道係邊個洩露咗你個地址。

source: Again
ja: もう一度
zh_hans: 再次输入
zh_hant: 再次輸入
zh_hk: 再輸入一次

source: Agent
ja: エージェント
zh_hans: 代理
zh_hant: 代理程式
zh_hk: 代理程式

source: All
ja: すべて
zh_hans: 全部
zh_hant: 全部
zh_hk: 全部

source: All accounts
ja: すべてのアカウント
zh_hans: 所有账户
zh_hant: 所有帳號
zh_hk: 所有帳戶

source: All Codes
ja: すべてのコード
zh_hans: 全部验证码
zh_hant: 全部驗證碼
zh_hk: 全部驗證碼

source: All Items
ja: すべての項目
zh_hans: 所有项目
zh_hant: 所有項目
zh_hk: 所有項目

source: All of an item's actions
ja: 項目のすべての操作
zh_hans: 项目的所有操作
zh_hant: 項目的所有操作
zh_hk: 項目嘅所有操作

source: All vaults
ja: すべての保管庫
zh_hans: 所有保险库
zh_hant: 所有保險庫
zh_hk: 所有保險庫

# allow “%@” to %@
source: allow “%1$@” to %2$@
ja: 「%1$@」に%2$@ことを許可
zh_hans: 允许“%1$@”%2$@
zh_hant: 允許「%1$@」%2$@
zh_hk: 允許「%1$@」%2$@

# allow “%@” to sign with the SSH key “%@”
source: allow “%1$@” to sign with the SSH key “%2$@”
ja: 「%1$@」が SSH 鍵「%2$@」で署名することを許可
zh_hans: 允许“%1$@”使用 SSH 密钥“%2$@”签名
zh_hant: 允許「%1$@」使用 SSH 金鑰「%2$@」簽署
zh_hk: 允許「%1$@」使用 SSH 密鑰「%2$@」簽署

source: Allow the browser extension
ja: ブラウザ機能拡張を許可
zh_hans: 允许浏览器扩展
zh_hant: 允許瀏覽器延伸功能
zh_hk: 允許瀏覽器擴充功能

source: Allow…
ja: 許可…
zh_hans: 允许…
zh_hant: 允許…
zh_hk: 允許…

source: Allowed
ja: 許可済み
zh_hans: 已允许
zh_hant: 已允許
zh_hk: 已允許

source: an item
ja: ある項目
zh_hans: 一个项目
zh_hant: 一個項目
zh_hk: 一個項目

source: Full vault-door animation
ja: 金庫の扉のフルアニメーション
zh_hans: 完整保险库门动画
zh_hant: 完整保險庫門動畫
zh_hk: 完整保險庫門動畫

source: The door drifts while it waits, turns its rings into line and comes apart before the gate opens, and builds itself again when you lock. Enabling this increases CPU usage and power consumption.
ja: 待機中は扉がゆっくり動き、ゲートが開く前にリングが揃って扉が分解し、ロックすると再び組み上がります。有効にすると、CPU使用率と消費電力が増加します。
zh_hans: 门在等待时缓缓转动，闸门打开前圆环转到对齐并自行拆开，锁定时再重新组合。启用后会增加 CPU 使用率和耗电量。
zh_hant: 門在等待時緩緩轉動，閘門打開前圓環轉到對齊並自行拆開，鎖定時再重新組合。啟用後會增加 CPU 使用率和耗電量。
zh_hk: 門喺等緊嗰陣會慢慢轉，閘門打開之前圓環會轉到對齊再自己拆開，鎖定嗰陣再重新砌返。開啟後會增加 CPU 使用率同耗電量。

source: Another app uses %@
ja: %@ は別のアプリが使用中です
zh_hans: 其他 App 正在使用 %@
zh_hant: 其他 App 正在使用 %@
zh_hk: 其他 App 用緊 %@

source: Answer the tw command
ja: tw コマンドに応答
zh_hans: 响应 tw 命令
zh_hant: 回應 tw 指令
zh_hk: 回應 tw 指令

source: Any folder
ja: すべてのフォルダ
zh_hans: 任意文件夹
zh_hant: 任何資料夾
zh_hk: 任何資料夾

source: Any type
ja: すべての種類
zh_hans: 任意类型
zh_hant: 任何類型
zh_hk: 任何類型

source: Anyone who gets this file can read every password in it. Keep it off shared and synced folders, and delete it when you're done. To keep a backup, choose Password-protected.
ja: このファイルを手に入れた人は誰でも、中のすべてのパスワードを読めます。共有・同期フォルダには置かず、使い終わったら削除してください。バックアップには「パスワード保護」を選んでください。
zh_hans: 任何获得此文件的人都能读取其中所有密码。请勿放在共享或同步的文件夹，用完后删除。如需保留备份，请选择“密码保护”。
zh_hant: 任何取得此檔案的人都能讀取其中所有密碼。請勿放在共享或同步的資料夾，用完後刪除。如要保留備份，請選擇「密碼保護」。
zh_hk: 任何攞到呢個檔案嘅人都可以睇到入面所有密碼。唔好放喺共享或者同步嘅資料夾，用完就刪除。想保留備份嘅話，請揀「密碼保護」。

source: Anywhere
ja: どこでも
zh_hans: 在任何地方
zh_hant: 在任何地方
zh_hk: 喺任何地方

source: Anywhere on your Mac
ja: Mac のどこでも
zh_hans: 在 Mac 上任何位置
zh_hant: 在 Mac 上任何位置
zh_hk: 喺 Mac 任何地方

source: Actions
ja: 操作
zh_hans: 操作
zh_hant: 操作
zh_hk: 操作

source: Add another account
ja: 別のアカウントを追加
zh_hans: 添加其他账户
zh_hant: 加入其他帳號
zh_hk: 加入其他帳戶

source: Appearance
ja: 外観
zh_hans: 外观
zh_hant: 外觀
zh_hk: 外觀

source: Approve
ja: 承認
zh_hans: 批准
zh_hant: 核准
zh_hk: 批准

source: Approve only if it matches the phrase on the other device.
ja: もう一方のデバイスのフレーズと一致する場合のみ承認してください。
zh_hans: 只有与另一台设备上的短语相符时才批准。
zh_hant: 只有在與另一台裝置上的短語相符時才核准。
zh_hk: 同另一部裝置上面嘅短語一致先好批准。

source: Approve the sign-in on a device where you're signed in
ja: サインイン済みのデバイスでこのサインインを承認してください
zh_hans: 请在已登录的设备上批准这次登录
zh_hant: 請在已登入的裝置上核准這次登入
zh_hk: 請喺已登入嘅裝置批准今次登入

source: Archive
ja: アーカイブ
zh_hans: 归档
zh_hant: 封存
zh_hk: 封存

source: Archived
ja: アーカイブしました
zh_hans: 已归档
zh_hant: 已封存
zh_hk: 已封存

source: Archived “%@”
ja: “%@”をアーカイブしました
zh_hans: 已归档“%@”
zh_hant: 已封存「%@」
zh_hk: 已封存「%@」

source: Archived %lld item(s)
ja: %lld 件をアーカイブしました
zh_hans: 已归档 %lld 个项目
zh_hant: 已封存 %lld 個項目
zh_hk: 已封存 %lld 個項目

source: Are you trying to sign in?
ja: サインインしようとしていますか？
zh_hans: 你正在尝试登录吗？
zh_hant: 你正在嘗試登入嗎？
zh_hk: 你係咪想登入？

source: Ask before revealing
ja: 表示する前に確認
zh_hans: 显示前询问
zh_hant: 顯示前詢問
zh_hk: 顯示前詢問

source: Ask before signing
ja: 署名前に確認
zh_hans: 签名前询问
zh_hant: 簽署前詢問
zh_hk: 簽署前詢問

source: Ask for master password
ja: マスターパスワードを要求
zh_hans: 要求输入主密码
zh_hant: 要求輸入主密碼
zh_hk: 要求輸入主密碼

source: Ask for the master password after a restart
ja: 再起動後はマスターパスワードを求める
zh_hans: 重新启动后要求输入主密码
zh_hant: 重新啟動後要求輸入主密碼
zh_hk: 重新開啟之後要求輸入主密碼

source: Ask them to read their fingerprint phrase (Settings › Accounts). Confirm only if it matches.
ja: 相手にフィンガープリントフレーズ（設定 › アカウント）を読み上げてもらい、一致した場合のみ確認してください。
zh_hans: 请对方读出他们的指纹短语（设置 › 账户），相符时才确认。
zh_hant: 請對方念出他們的指紋短語（設定 › 帳號），相符時才確認。
zh_hk: 叫對方讀出佢哋嘅指紋短語（設定 › 帳戶），一致先好確認。

source: Asked
ja: リクエスト
zh_hans: 请求时间
zh_hant: 要求時間
zh_hk: 要求時間

source: At least 4 characters
ja: 4 文字以上
zh_hans: 至少 4 个字符
zh_hant: 至少 4 個字元
zh_hk: 最少 4 個字元

source: At least 12 characters.
ja: 12 文字以上。
zh_hans: 至少 12 个字符。
zh_hant: 至少 12 個字元。
zh_hk: 至少 12 個字元。

source: At least 12 characters. A long passphrase is easiest to remember.
ja: 12 文字以上。長いパスフレーズが一番覚えやすいです。
zh_hans: 至少 12 个字符。长的密码短语最容易记住。
zh_hant: 至少 12 個字元。長的密碼短語最容易記住。
zh_hk: 至少 12 個字元。長嘅密碼短語最易記。

source: Attached “%@”
ja: 「%@」を添付しました
zh_hans: 已附加“%@”
zh_hant: 已附加「%@」
zh_hk: 已附加「%@」

source: Attached a file to %@
ja: %@ にファイルを添付しました
zh_hans: 为 %@ 添加了附件
zh_hant: 為 %@ 附加了檔案
zh_hk: 幫 %@ 附加咗檔案

source: Attachments
ja: 添付ファイル
zh_hans: 附件
zh_hant: 附件
zh_hk: 附件

source: Attachments and items in Trash are not exported.
ja: 添付ファイルとゴミ箱の項目は書き出されません。
zh_hans: 附件和废纸篓中的项目不会导出。
zh_hant: 附件與垃圾桶中的項目不會匯出。
zh_hk: 附件同垃圾桶入面嘅項目唔會匯出。

source: Authenticator app
ja: 認証アプリ
zh_hans: 身份验证器 App
zh_hant: 驗證器 App
zh_hk: 驗證器 App

source: AutoFill
ja: 自動入力
zh_hans: 自动填充
zh_hant: 自動填入
zh_hk: 自動填入

source: Availability
ja: 公開期間
zh_hans: 可用期限
zh_hant: 可用期間
zh_hk: 可用期間

source: Avoid ambiguous characters
ja: 紛らわしい文字を避ける
zh_hans: 避免易混淆字符
zh_hant: 避免易混淆字元
zh_hk: 避免易混淆字元

source: Avoid look-alike characters
ja: 紛らわしい文字を避ける
zh_hans: 避免容易混淆的字符
zh_hant: 避免容易混淆的字元
zh_hk: 避免容易混淆的字元

source: Back
ja: 戻る
zh_hans: 返回
zh_hant: 返回
zh_hk: 返回

source: Back (narrow windows)
ja: 戻る（狭いウインドウ）
zh_hans: 返回（窄窗口）
zh_hant: 返回（窄視窗）
zh_hk: 返回（窄視窗）

source: Back (⌘[)
ja: 戻る（⌘[）
zh_hans: 返回（⌘[）
zh_hant: 返回（⌘[）
zh_hk: 返回（⌘[）

source: Back to the open accounts (Esc)
ja: 開いているアカウントに戻る（Esc）
zh_hans: 返回已打开的账户（Esc）
zh_hant: 返回已打開的帳號（Esc）
zh_hk: 返回已打開嘅帳戶（Esc）

source: bar
ja: 縦線
zh_hans: 竖线
zh_hant: 直線
zh_hk: 直線

source: Before showing or copying this item's secrets.
ja: この項目の機密情報を表示・コピーする前に。
zh_hans: 在显示或复制此项目的机密之前。
zh_hant: 在顯示或複製這個項目的機密之前。
zh_hk: 喺顯示或者複製呢個項目嘅機密之前。

source: Bitwarden asked for a captcha. Log in once at vault.bitwarden.com from this network, then try again.
ja: Bitwarden から CAPTCHA を求められました。このネットワークから一度 vault.bitwarden.com にログインしてから、もう一度お試しください。
zh_hans: Bitwarden 要求人机验证。请先在此网络下登录一次 vault.bitwarden.com，然后重试。
zh_hant: Bitwarden 要求驗證碼挑戰。請先在這個網路下登入一次 vault.bitwarden.com，再重試。
zh_hk: Bitwarden 要求驗證碼挑戰。請先在這個網路下登入一次 vault.bitwarden.com，再重試。

source: Bitwarden deletes items for good %lld days after they go to the Trash.
ja: Bitwarden はゴミ箱に入れてから %lld 日後に項目を完全に削除します。
zh_hans: Bitwarden 会在项目移至废纸篓 %lld 天后将其永久删除。
zh_hant: Bitwarden 會在項目移至垃圾桶 %lld 天後將其永久刪除。
zh_hk: Bitwarden 會喺項目放入垃圾桶 %lld 日之後永久刪除。

source: Bitwarden deletes items for good %lld days after they go to the Trash. Your own server keeps them until you delete them, unless its admin set it to empty the Trash.
ja: Bitwarden はゴミ箱に入れてから %lld 日後に項目を完全に削除します。自分のサーバーでは、管理者がゴミ箱の自動削除を設定していない限り、削除するまで残ります。
zh_hans: Bitwarden 会在项目移至废纸篓 %lld 天后将其永久删除。你自己的服务器会一直保留，直到你删除为止，除非管理员设置了自动清空废纸篓。
zh_hant: Bitwarden 會在項目移至垃圾桶 %lld 天後將其永久刪除。你自己的伺服器會一直保留，直到你刪除為止，除非管理員設定了自動清空垃圾桶。
zh_hk: Bitwarden 會喺項目放入垃圾桶 %lld 日之後永久刪除。你自己嘅伺服器會一直保留，直到你刪除為止，除非管理員設定咗自動清空垃圾桶。

source: Bitwarden emailed a verification code to %@.
ja: Bitwarden から %@ に確認コードを送信しました。
zh_hans: Bitwarden 已将验证码发送至 %@。
zh_hant: Bitwarden 已寄送驗證碼至 %@。
zh_hk: Bitwarden 已將驗證碼傳送到 %@。

source: Bitwarden JSON or CSV · browser CSV exports
ja: Bitwarden の JSON・CSV · ブラウザの CSV
zh_hans: Bitwarden JSON 或 CSV · 浏览器导出的 CSV
zh_hant: Bitwarden JSON 或 CSV · 瀏覽器匯出的 CSV
zh_hk: Bitwarden JSON 或 CSV · 瀏覽器匯出嘅 CSV

source: Bitwarden JSON, encrypted with your account
ja: Bitwarden JSON（アカウントで暗号化）
zh_hans: Bitwarden JSON，使用你的账户加密
zh_hant: Bitwarden JSON，以你的帳號加密
zh_hk: Bitwarden JSON，用你嘅帳戶加密

source: Bitwarden JSON, password-protected
ja: Bitwarden JSON（パスワード保護）
zh_hans: Bitwarden JSON，密码保护
zh_hant: Bitwarden JSON，密碼保護
zh_hk: Bitwarden JSON，密碼保護

source: Bitwarden lets only its web vault turn two-step login on or off, as with its own desktop app. Codes from your authenticator still work here.
ja: Bitwarden では、2 段階ログインのオン・オフは Web 保管庫でのみ行えます（公式デスクトップアプリも同じです）。認証アプリのコードはここでも使えます。
zh_hans: Bitwarden 只允许在其网页版密码库开启或关闭两步登录，其官方桌面版也是如此。验证器生成的验证码在这里仍可使用。
zh_hant: Bitwarden 只允許在其網頁版保險庫開啟或關閉兩步驟登入，其官方桌面版也是如此。驗證器產生的驗證碼在這裡仍可使用。
zh_hk: Bitwarden 淨係容許喺佢嘅網頁版保險庫開啟或者關閉兩步驟登入，佢自己嘅桌面版都係咁。驗證器嘅驗證碼喺度照用得。

source: Brand
ja: ブランド
zh_hans: 发卡机构
zh_hant: 發卡機構
zh_hk: 發卡機構
